{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"sv_SE","project_id_version":"MailPoet - MailPoet"},"Choose a style":[""],"No coupons found":["Inga rabattkoder hittades"],"All types":["Alla typer"],"Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example \"*@gmail.com\" would match all gmail addresses.":["Separera e-postadresserna med kommatecken. Du kan också använda en asterisk (*) för att matcha delar av en e-postadress. Till exempel kommer ”*@gmail.com” att matcha alla gmail-adresser."],"Exclude product categories":["Uteslut produktkategorier"],"Coupon does not apply to items on sale.":["Denna rabattkod gäller inte för reavaror."],"Coupon cannot be used in conjunction with other coupons.":["Rabattkoden kan inte användas tillsammans med andra rabattkoder."],"Free shipping":["Gratis frakt"],"Expires in":["Löper ut om"],"General settings":["Allmänna inställningar"],"Create new":["Skapa ny"],"All coupons":["Alla rabattkoder"],"Usage limit per user":["Användningsgräns per användare"],"Unlimited usage":["Obegränsad användning"],"Usage limit per coupon":["Användningsbegränsning per rabattkod"],"Usage limits":["Användningsbegränsningar"],"No restrictions":["Inga begränsningar"],"Allowed emails":["Tillåtna e-postadresser"],"No categories":["Inga kategorier"],"Any category":["Alla kategorier"],"Product categories":["Produktkategorier"],"Excluded products":["Uteslutna produkter"],"Search for a product…":["Sök produkt …"],"Exclude sale items":["Uteslut rea-artiklar"],"Individual use only":["Endast personlig användning"],"No maximum":["Utan tak"],"Maximum spend":["Högsta kostnad"],"No minimum":["Inget lägsta belopp"],"Minimum spend":["Minsta belopp"],"Usage restriction":["Användningsbegränsning"],"Please enter a value with one monetary decimal point (%s) without thousand separators and currency symbols.":["Ange ett värde i aktuell valuta med en decimal, avgränsad med decimalpunkt (%s), utan tusentalsavgränsare och valutasymbol."],"Coupon amount":["Rabattkodsbelopp"],"Discount type":["Typ av rabatt"],"Don't forget to include the [activation_link] shortcode in the email":["Glöm inte att inkludera kortkoden [activation_link] i e-postmeddelandet"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["För att kunna redigera detta e-postmeddelande behöver du inaktivera det. Du kan aktivera det igen efter du har gjort ändringarna."],"This email was deactivated.":["Detta e-postmeddelande har inaktiverats."],"A re-engagement email must include a link with [link:subscription_re_engage_url] shortcode.":["Ett mail om återengagemang måste innehålla en länk med kortkoden [link:subscription_re_engage_url]."],"A button title when user can't redo the change in editor\u0004No actions available to redo.":["Det finns ingen åtgärd som kan göras om."],"A button title when user can redo the change in editor\u0004Redo":["Upprepa"],"A button title when user can't undo the change in editor\u0004No actions available to undo.":["Det finns inga åtgärder att ångra."],"A button title when user can undo the change in editor\u0004Undo":["Ångra"],"cancel color selection\u0004Cancel":["Avbryt"],"select color\u0004Select":["Välj"],"(Please reuse the current translation used for the string “Automatic Latest Content”) This Error message is displayed when a user tries to send a “Post Notification” email without any “Automatic Latest Content” widget inside\u0004Please add an “Automatic Latest Content” widget to the email from the right sidebar.":["Lägg till en widget för ”Senaste innehållet automatiskt” i e-postmeddelandet från det högra sidofältet."],"Sending is in progress. Do you want to pause sending and edit the newsletter?":["Utskick pågår. Vill du pausa utskicket och redigera nyhetsbrevet?"],"Products":["Produkter"],"Email sending has been paused.":["E-postutskicket har pausats."],"There are unsaved changes which will be lost if you leave this page.":["Det finns osparade ändringar som kommer att gå förlorade om du lämnar denna sida."],"Saving...":["Sparar..."],"Contents of this newsletter are corrupted and may be lost, you may need to add new content to this newsletter, or create a new one. If possible, please contact us and report this issue.":["Innehållet i detta nyhetsbrev är skadat och kan gå förlorat. Du kan behöva lägga till nytt innehåll i detta nyhetsbrev eller skapa ett nytt. Om möjligt, vänligen kontakta oss och rapportera problemet."],"Newsletter Preview":["Förhandsvisning av nyhetsbrev"],"There is no content to display.":["Det finns inget innehåll att visa."],"Categories & tags":["Kategorier och etiketter"],"Template has not been saved, please try again":["Mallen har inte sparats, vänligen försök igen"],"Template has been saved.":["Mallen har sparats."],"Use images with widths of at least 1,000 pixels to ensure sharp display on high density screens, like mobile devices.":["Använd bilder med bredder på minst 1000 pixlar för att säkerställa skarp visning på skärmar med hög densitet, t.ex. vissa mobila enheter."],"This option eliminates padding around the image.":["Detta alternativ tar bort padding runt bilden."],"Max length is 250 characters, however, we recommend 80 characters.":["Maximal längd är 250 tecken, men vi rekommenderar högst 80 tecken."],"This optional text will appear in your subscribers' inboxes, beside the subject line. Write something enticing!":["Denna valfria text visas i dina prenumeranters inkorg bredvid ämnesraden. Skriv något lockande!"],"You can add MailPoet shortcodes here. For example, you can add your subscribers' first names by using this shortcode: [subscriber:firstname | default:reader]. Simply copy and paste the shortcode into the field.":["Du kan lägga till kortkoder för MailPoet här. Du kan till exempel lägga till dina prenumeranters förnamn kortkoden [subscriber:firstname | default:läsare]. Du räcker att kopiera in kortkoden i fältet."],"Please add a template name":["Lägg till ett mallnamn"],"Check your [link]sending method settings[\/link].":["Kontrollera [link]inställningen för din utskicksmetod[\/link]."],"Sign up for free in minutes":["Registrera dig kostnadsfritt på några minuter"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["Den enkla alternativet är att <b>skicka e-post med MailPoets utskickstjänst<\/b> istället, i likhet med tusentals andra användare."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Kontrollera konfigurationen för din utskicksmetod, du kan behöva rådgöra med ditt webbhotell."],"The email could not be sent due to a technical issue with %1$s":["E-postmeddelandet kunde inte skickas på grund av ett tekniskt problem med %1$s"],"Enter an email address to send the preview newsletter to.":["Ange en e-postadress dit förhandsvisningen av nyhetsbrevet ska skickas."],"This email has already been sent. It can be edited, but not sent again. Duplicate this email if you want to send it again.":["Det här e-postmeddelandet har redan skickats. Det kan redigeras, men inte skickas en gång till. Duplicera det här e-postmeddelandet om du vill skicka det igen."],"Poet, please add prose to your masterpiece before you send it to your followers.":["Kära poet, lägg till prosa till ditt mästerverk innan du skickar det till dina läsare."],"All emails must include an \"Unsubscribe\" link. Add a footer widget to your email to continue.":["Alla e-postmeddelanden måste innehålla en länk för att ”Avregistrera”. Lägg till en sidfotswidget i ditt e-postmeddelande för att fortsätta."],"The email could not be saved. Please, clear browser cache and reload the page. If the problem persists, duplicate the email and try again.":["E-postmeddelandet kunde inte sparas. Rensa cacheminnet i webbläsaren och ladda om sidan. Om problemet kvarstår, duplicera e-postmeddelandet och försök igen."],"Select a shortcode":["Välj en kortkod"],"Failed to fetch rendered posts":["Det gick inte att hämta renderade inlägg"],"Failed to fetch available posts":["Det gick inte att hämta tillgängliga inlägg"],"Close":["Stäng"],"Sorry, there was an error, please try again later.":["Ett fel uppstod, vänligen försök igen senare."]}}}